<template>
  <Layout :title="title" description="易观产品隐私政策" keywords="易观产品隐私政策">
    <div class="container smart-container">
      <div class="row">
        <div class="col-xs-12 col-md-12">
<div class="document-div set_center">
            <h3 class="margin-t2">易观产品隐私政策</h3>
            <p>最新更新时间：2017年11月</p>
            <h4>引言</h4>
            <p>
              感谢您关注易观产品数据分析服务。我方深知隐私对您的重要性，因此，我方将保护您的隐私视为己任。若您为易观产品数据分析服务的用户或者是采用SDK的开发商，则请遵循易观产品数据分析服务的相关服务条款。若您为终端用户，则隐私条款有助于帮您了解易观产品数据分析服务如何收集移动应用使用的特定相关信息。请仔细阅读该隐私政策。若您为我方注册用户，则请做好贵司的用户数据搜集和隐私政策。
            </p>
            <p class="italicfont">本隐私政策会不定时进行变更，请您持续关注；若您继续使用该服务，则视为接受该变更内容，因此请定期检查该政策的更新内容；若您不接受变更内容，请结束本服务。</p>
            <h4>综述</h4>
            <p>
              易观产品数据分析服务将维护用户的权益，收集移动设备及应用的匿名数据，从而允许广告商、出版商及服务提供商提供与终端用户相关及有用的广告、产品及服务。我方并不收集终端用户的任何私人可识别信息，只收集与匿名、可重设及可禁止设备的广告标识符绑定的兴趣及行为数据。我司亦不会擅自使用注册用户所搜集的用户个人信息。
            </p>
            <p>根据上述指导原则，易观产品数据分析服务要求安装易观产品数据分析服务
              SDK的应用发行商向其应用终端客户提供重要且明确的通知，阐述易观产品数据分析服务从应用及终端用户设备中收集及使用的匿名信息，并在数据收集时征求终端用户的同意。同时，我方也通过以下方式为终端用户提供多个选项：直接在用户设备设置中激活或通过易观方舟数据分析<a
                href="/introduction#opt">服务禁止</a>网页进行。</p>
            <h4>定义</h4>
            <p>以下内容为本文件所包含部分词语的定义：</p>
            <p><b>“分析服务”</b>指用户从安全用户界面或通过授权的描绘或包含用户总数据的分布式报告中采用数据可视化与分析工具与报告。</p>
            <p><b>“注册用户”</b>（即合作伙伴，若下文未特别标明，“用户”仅指“注册用户”）指使用易观产品数据分析服务，或通过我方网站注册易观产品数据分析服务服务的应用所有者、开发商、市场营销人员或代理。</p>
            <p><b>“用户数据”</b>指注册易观产品数据分析服务用户所收集的数据，或易观产品数据分析服务用户通过使用易观产品数据分析服务所提供的数据。该数据可包括个人身份信息，如姓名、邮寄地址、电话号码与付款信息。</p>
            <p><b>“个人身份信息”</b>指用于确定特定个体时所使用的具体的个人信息，包括姓名、地址、电话号码及电子邮箱地址。</p>
            <p><b>“终端用户”</b>指移动应用用户。</p>
            <p><b>“易观产品数据分析服务 SDK”</b>指应用开发商在应用中安装且允许易观进行用户数据收集及分析的代码。</p>
            <p><b>“服务”</b>指运营统计分析服务或用户画像服务，或两种服务总和。</p>
            <p><b>“网站”</b>指我方的网站：<a href="https://www.analysys.cn/">www.analysys.cn</a></p>
            <p><b>“用户数据”</b> 指终端用户的非个人可识别特征与行为。</p>
            <h4>信息收集</h4>
            <p><b>身份信息</b></p>
            <p>我方不会收集终端用户的任何个人身份信息</p>
            <p>若您为注册用户，在您注册我方服务时，我方会收集您的个人信息，例如您的姓名、工作单位、电子邮箱地址、邮寄地址、电话号码及付款信息；您的注册视为您同意我方搜集您的相关信息并进行使用。</p>
            <p><b>非身份信息</b></p>
            <p>
              若您为终端用户，易观产品数据分析服务可通过与某些移动应用及广告的互动获取您设备的非身份信息，包括设备属性，如操作系统，硬件版本、设备设置、IP地址、时区、设备载体、设备安装应用、设备广告标识符等。我方也可收集某些终端用户使用移动应用行为相关的非身份信息。若您允许应用进行位置跟踪，则我方可接收到您设备的某些位置信息。我方并不会收集您的任何个人身份信息（姓名、地址、电子邮箱等）。若您想禁止易观产品数据分析服务收集您的任何非身份信息，请访问易观方舟数据分析<a
                href="/introduction#opt">服务禁止</a>页面或退出本应用。</p>
            <p>若您通过移动应用使用该服务，我方会收集与您应用操作相关的特定数据，应用运行的移动设备、用户与应用交互及某些其他应用的使用数据。我方不会收集个体身份相关信息。</p>
            <h4>信息使用</h4>
            <p>我方可使用收集的信息改善并增强用户体验或服务水平。</p>
            <p>我方可使用用户数据：</p>
            <p class="margin-left-14">*&nbsp;处理用户与易观产品数据分析服务之间的分析业务</p>
            <p class="margin-left-14">*&nbsp;代表用户利益执行分析服务</p>
            <p class="margin-left-14">*&nbsp;代表用户利益执行目标广告服务</p>
            <p class="margin-left-14">*&nbsp;创建、分析、营销销售累积及匿名目标模块、向第三方经销销售累积及匿名目标模块，以达到数字广告的目的。</p>
            <p class="margin-left-14">*&nbsp;执行我方真诚认为保护网站或服务安全或其正常运行所必需的任何其它功能。</p>
            <h4>内容</h4>
            <p>用户负责提供终端用户相关通知并在易观产品数据分析服务收集并使用用户数据时获得终端用户的同意，并承担因个人用户信息搜集或使用的相应责任。</p>
            <h4>用户禁止</h4>
            <p>若用户与终端用户不想易观产品数据分析服务收集其任何非身份信息，则可访问易观方舟数据分析<a href="/introduction#opt">服务禁止</a>页面并遵循禁止说明禁止此类操作。</p>
            <h4>第三方获取您的信息</h4>
            <p>我方会与第三方个体或组织合作提供易观产品数据分析服务，包括承包商、网站主机、广告平台与服务提供商等。</p>
            <p>
              在服务提供过程中，我方可将用户的非身份信息的收集、获取、使用及传播权利授予上述第三方。若您同意使用本公司的服务，则您同意将您的非身份信息提供予以下第三方：我方雇佣、签约或以其它方式保留上述服务，从而便于服务的操作、维护、维修，或以其它方式完善或维护上述服务的第三方。我方也可以聚合、匿名、感兴趣的目标模块的形式与广告平台或网络的第三方共享信息，从而允许您通过应用提供目标广告服务。<b>对于任何上述第三方的行为，我方概不负责，即便我方可替代其承担责任。若他们承认任何侵权行为或其它可提起诉讼的过错，您可直接采取相关的法律行动。</b>
            </p>
            <p>若我方的业务、财产或股份出现任何重组、并购、销售、合资企业、分配、转让全部或部分业务、财产或股份或其它处置行为（包括破产或类似事项相关的行为），则我方可将您的非身份信息披露予第三方。</p>
            <p>我方可公开或与合作伙伴分享您的非身份综合信息。例如，我方可公开分享您的信息，从而获取有关我方服务用途的发展趋势，但该信息不会单独发布且不能用于识别个人。</p>
            <h4>法律目的的信息公布</h4>
            <p>
              以法律为目的，且应政府机构或诉讼当事人的要求，我方可随时向政府机关或司法机构公布您的信息。就民事诉讼、刑事侦查或其它法律事务而言，在必要且有行政执法或司法类文件时，您应同意我方向文书中所载的任何第三方披露您的信息。若我方收到影响您隐私的传讯，我方可能会选择通知您，由您与相关机构联系，以便进行下一步进程；我方也会根据要求直接提供您的信息给有权机关；我方并无承担任何通知类义务。在我方有证据相信您从事欺诈行为后，我方会主动报告予您并将您的信息发布于第三方，且该第三方会因法律原因谨慎操作您的信息。若我方应执法机构或诉讼当事人的要求，需公布您的信息，且因该信息公布引起或相关的任何损害赔偿，您同意免除我方承担任何责任。
            </p>
            <h4>数据保存</h4>
            <p>易观产品数据分析服务会代表用户的利益保留我方收集及处理的用户数据，从而向用户提供该服务。为遵守法律义务及执行协议，易观产品数据分析服务会保留及使用某些用户数据。</p>
            <h4>商用与非商用通信</h4>
            <p>
              我方可使用您所提供的联系信息，向您提供可能感兴趣的网站、服务或任何第三方产品与服务的信息。一旦您向我方提供联系信息，则我方将视为您已同意所有与易观产品数据分析服务相关的自动发送邮件。但是，您可通知易观产品数据分析服务您不希望收到此类请求或信息，我方会将您从数据库中移除，从而帮您退订某些通信内容。
            </p>
            <h4>安全措施</h4>
            <p>
              我方会采取相应措施提高我方网站与服务的安全性，包括使用SSL证书及漏洞扫描，尽力保证您相应信息的安全；若发生意外，我们将力争将损失控制在最低。保护我方网站的安全是我方责任，但是我方推荐您使用防病毒软件、防火墙与其它预防措施从而保护您自身免受安全威胁。
            </p>
            <h4>未成年人</h4>
            <p>未满18周岁人士不得使用我方服务。若您知晓任何未达年龄要求且使用我方服务的用户，请立即通知我方<a
                href="mailto:service@analysys.com.cn">service@analysys.com.cn</a>，并向我方提供相关证明信息，我方会对此进行处理。若您为上述用户，我方会要求您提供合理的年龄证明文件，如政府颁发证件复件，从而确保您继续访问我方网站和/或使用我方服务。
            </p>
            <h4>第三方网站</h4>
            <p>
              易观产品数据分析服务可在自身网站公布第三方网站链接。易观产品数据分析服务并不会针对此类第三方网站进行隐私或安全筛选，且您对上述第三方网站的访问，我方无需承担任何责任。<b>请注意，本隐私政策及任何其它政策，除修订版外，不会产生第三方强制性权力，或要求披露与该服务或网站成员相关的任何个人信息。</b>对任何广告商或第三方网站收集或使用的信息，易观产品数据分析服务不承担任何责任。通过第三方链接访问的网站，请查阅所访问各网站的隐私政策与服务条款。若您是注册用户，则请您做好贵司的隐私政策与服务条款，因贵司原因所造成的任何用户个人信息泄露我方不承担责任。
            </p>
            <h4>联系我们</h4>
            <p>若有疑问、投诉或报告与易观产品数据分析服务相关的潜在隐私违反行为，请联系我方：<a href="mailto:service@analysys.com.cn">service@analysys.com.cn</a></p>
            <p><b>易观产品数据分析服务公司总部位于：</b></p>
            <p>公司地址：北京市朝阳区酒仙桥路10号恒通商务园-B12C座三层，100102</p>
            <p>(3/F,Block C,B12,Universal Business Park,10 Jiuxianqiao Road,Chaoyang District,Beijing, 100102)</p>
            <p class="margin-b txt-notice">重申：若您同意使用易观方舟的数据服务，即视为同意本隐私政策，否则请您退订易观方舟服务，谢谢！</p>
          </div>
        </div>
      </div>
    </div>
  </Layout>
</template>
<style lang="scss">
</style>
<script type="text/babel">
import { formatDate } from 'framework/utils/utils.js'
export default {
  components: {},
  data () {
    return {
      title: '易观产品隐私政策',
      isFinish: false,
      isLoading: false,
      pageIndex: 1,
      pageSize: 10,
    }
  },
  computed: {
    lists () {
      return this.list
    },
  },
  methods: {
    fetch () {
      this.$http
        .get(
          `${location.origin}/pager?pageIndex=${this.pageIndex}&pageSize=${this.pageSize}`
        )
        .then((res) => {
          console.log('res', res)
          if (res.data.list && res.data.list.length) {
            this.total = res.data.total
            this.list = this.list.concat(res.data.list)
          } else {
            this.isFinish = true
          }
          this.isLoading = false
        })
    },
    loadPage () {
      if (!this.isFinish && !this.isLoading) {
        this.isLoading = true
        this.pageIndex++
        setTimeout(() => {
          this.fetch()
        }, 1500)
      }
    },
  },
  mounted () {
    console.log("total============",this.total)
  },
}
</script>