<template>
  <Layout :title="title" description="服务协议" keywords="服务协议">
    <div class="container smart-container">
      <div class="row row-offcanvas row-offcanvas-right">
        <div class="col-xs-12 col-sm-9">
                    <div class="document-div set_center">
            <h4 class="margin-t2">总则</h4>
            <p>
              易观产品系由北京易观智库网络科技有限公司（以下简称“易观智库”）所有和运营的开放式网络平台，是面向开发者的大数据分析平台。作为专业的大数据分析平台，易观产品提供的运营基础数据统计分析、用户行为数据分析、应用量化评级等功能，可以帮助开发者基于用户行为大数据指导精细化产品运营。易观智库保留随时变更易观产品提供的信息和服务的权利，易观产品所提供的相关信息和服务的使用者（以下简称“用户”）点击“同意”视为同意本协议所有条款。
            </p>
            <h4>第一条&nbsp;&nbsp;注册</h4>
            <p>
              用户应保证使用真实、准确和完整的资料进行注册，并在发生变更时及时更新相关信息。对于任何失实信息所导致的用户本人或第三方损害，易观智库不承担任何责任；若因此而导致易观智库遭受损失的，由用户予以承担。用户应妥善保管个人注册信息及登录密码等资料，防止外泄，用户将对以其注册用户名进行的所有活动和事件负法律责任。
            </p>
            <h4>第二条&nbsp;&nbsp;使用</h4>
            <p>1、用户通过使用易观产品所产生的数据信息内容（非个人信息）由易观智库所有，任何其他组织或个人（含用户本人）未经易观智库授权同意，不得以任何方式复制、解密、擅改、其内容。</p>
            <p>2、经同意的其他组织或个人（含用户本人）在引用、扩散、发布、转载易观产品所产生的数据信息的内容时，必须注明数据出处。</p>
            <p>
              3、用户使用易观产品服务或者根据本服务条款，允许易观智库收集、存储、处理和使用从用户的产品终端用户或用户的其他合作伙伴获得的数据（包括但不限于：产品终端的手机型号、系统型号、系统版本、屏幕尺寸、网络环境、运营商信息、应用程序打开时间、应用程序关闭时间、应用程序信息、已安装应用等）；用户在此保证，已经获得充分必要的授权、同意和许可，不会与用户与第三方所签署的协议或文件冲突或构成对第三方权利的侵犯，亦不会被追究任何责任。
            </p>
            <p>4、用户使用易观产品所提供的服务时，不得：</p>
            <p>（1）转让、出售或出租易观产品的服务或所含软件、平台或报告的任何部分；</p>
            <p>（2）针对软件、平台和报告进行修改、编辑或创作衍生作品；</p>
            <p>（3）反向工程、反向编译或反向汇编，制作和提供该软件、平台的注册机及破解程序；</p>
            <p>（4）其他非本协议或双方书面确定的目的使用。</p>
            <p>5、用户在此同意授权易观智库可以在其网站、市场推广资料和新闻报道中使用用户的公司名称、商标、服务标志和或商业标识进行相关的商业推广活动。</p>
            <h4>第三条&nbsp;&nbsp;免责</h4>
            <p>
              用户同意在使用易观产品服务时，所面临的潜在的风险及其一切可能的后果将完全由自己承担，易观智库对这些可能的风险和后果不承担任何责任。若因用户原因造成未经终端客户许可进而造成易观智库承担责任的，或终端用户信息被泄露造成任何损失的，该损失或责任均由用户承担。
            </p>
            <h4>第四条&nbsp;&nbsp;中断</h4>
            <p>
              易观智库尊重用户需求的多样性，无法保证易观产品提供的服务能够满足用户的所有要求，已存在的服务不能保证不会中断，对这些服务的及时性、安全性、准确性也无法保证。当系统需进行必要的保养、维护、升级及施工时，易观智库有权暂停服务，易观智库将视具体情形尽可能事先在重要页面发布通知。同时，易观智库保留在不事先通知用户的情况下中断或终止部分或全部服务的权利，对于因服务的中断或终止而造成的用户或第三方的任何损失，易观智库不承担任何责任。
            </p>
            <h4>第五条&nbsp;&nbsp;终止</h4>
            <p>当出现下列情况时，易观智库可以随时中止与用户的协议：</p>
            <p>1.用户连续30天无回传数据；</p>
            <p>2.用户违反了本协议中的任何规定；</p>
            <p>3.易观智库认为实际情形不再适宜继续执行本协议；</p>
            <p>4.法律法规要求终止本协议。</p>
            <p>除上述情况外，本协议将一直适用。</p>
            <h4>第六条&nbsp;&nbsp;违约</h4>
            <p> 用户同意尊重和维护易观智库以及其他用户的合法权益。用户因违反有关法律、法规或协议规定中的任何条款而给易观智库或任何第三方造成的损失，用户同意承担由此造成的一切损害赔偿责任。</p>
            <h4>第七条&nbsp;&nbsp;变更</h4>
            <p>
              在适用法律允许的范围内，易观智库保留对本协议任何条款的解释权和随时变更的权利。易观智库可能会随时根据需要修改本协议的任一条款。如发生此类变更，易观智库会提供新版本的条款。用户在变更后对易观产品服务的使用将视为已完全接受变更后的条款。
            </p>
            <h4>第八条&nbsp;&nbsp;争议</h4>
            <p class="margin-b2">因本协议产生的一切法律关系及争议，均适用中华人民共和国法律。双方同意如通过协商不能解决争议的，将该争议提交至北京仲裁委员会，该会依据其现行有效的仲裁规则在北京进行仲裁。</p>
          </div>
        </div>
      </div>
    </div>
  </Layout>
</template>
<style lang="scss">
</style>
<script type="text/babel">
import { formatDate } from 'framework/utils/utils.js'
export default {
  components: {},
  data () {
    return {
      title: '易观博阅',
      isFinish: false,
      isLoading: false,
      pageIndex: 1,
      pageSize: 10,
    }
  },
  computed: {
    lists () {
      return this.list
    },
  },
  methods: {
    fetch () {
      this.$http
        .get(
          `${location.origin}/pager?pageIndex=${this.pageIndex}&pageSize=${this.pageSize}`
        )
        .then((res) => {
          console.log('res', res)
          if (res.data.list && res.data.list.length) {
            this.total = res.data.total
            this.list = this.list.concat(res.data.list)
          } else {
            this.isFinish = true
          }
          this.isLoading = false
        })
    },
    loadPage () {
      if (!this.isFinish && !this.isLoading) {
        this.isLoading = true
        this.pageIndex++
        setTimeout(() => {
          this.fetch()
        }, 1500)
      }
    },
  },
  mounted () {
    console.log("total============",this.total)
  },
}
</script>